目
迹
国
纯
治
山
油
减
锥
障
纪
乙
曲
边
雄
横
举
相
大
夏
者
得
翻
斤
民
例
情
日
轴
阅
扣
焦
领
近
摘
臂
寿
转
办
梯
增
种
播
双
网
发
堑
组
握
芯
性
越
块
胜
垂
归
共
生
“
认
艘
理
顶
读
计
从
痛
打
号
能
综
植
洲
会
庭
别
先
船
金
必
梦
恒
墩
知
排
整
企
右
券
腰
角
填
总
束
保
㓚
旦
五
配
气
自
涂
医
处
接
航
青
厘
放
多
沙
诞
指
学
答
叫
段
那
工
视
合
橙
限
其
偶
光
结
方
累
直
室
万
享
新
级
试
统
卯
与
六
汽
居
女
寸
下
签
侧
男
墙
进
元
热
次
既
化
引
倾
—
延
功
夹
火
服
站
系
他
达
素
命
贫
微
林
顾
周
各
替
域
岁
批
秀
票
利
析
致
漠
象
什
户
习
中
余
么
据
此
分
节
动
炬
货
优
导
掉
乒
垄
丁
盒
仅
内
按
伸
故
片
宁
虑
派
赔
威
戊
何
漆
了
红
厚
提
名
折
邻
盛
品
设
谷
该
筒
爱
棱
首
成
体
育
原
照
科
有
距
被
离
至
征
蛋
经
福
细
陕
似
均
王
丈
开
沿
起
始
探
师
变
当
坐
对
徽
是
信
波
画
极
倍
法
含
升
几
河
长
题
堵
添
它
附
项
低
剂
抽
真
运
篮
校
响
仰
场
位
意
伟
瓦
雌
友
端
把
愈
盏
灯
带
码
路
商
匹
投
浬
渐
假
于
层
给
及
展
袋
院
差
程
只
盆
乐
偿
天
量
获
伤
息
柱
冬
好
空
式
碰
半
苗
察
影
饵
论
产
土
积
强
频
就
音
南
后
免
重
作
上
宗
买
将
确
推
遇
度
构
资
易
前
联
摸
以
调
效
马
常
之
刖
已
查
楼
布
描
时
纬
通
比
停
手
针
班
率
业
列
并
活
志
记
线
为
反
吨
估
做
选
来
见
监
独
断
眼
代
用
费
图
表
雉
持
殳
籿
厂
绕
某
门
阳
格
行
旅
终
早
集
地
座
数
菱
避
钝
团
购
抓
街
围
考
养
最
概
销
约
北
可
讨
教
斜
海
拟
入
证
乡
额
切
换
和
镇
爽
加
建
花
再
事
走
殖
礼
质
模
等
而
参
消
务
造
范
函
疾
明
月
员
去
张
良
机
文
验
抛
落
述
太
采
道
朋
划
涨
暑
污
规
示
递
轨
标
径
钱
阴
扶
戏
、
样
吏
《
过
况
则
穷
的
底
予
策
筑
村
里
望
心
西
尝
支
键
简
或
公
圃
收
劳
包
止
十
同
值
噪
喜
铁
字
因
器
斥
繁
互
恰
训
满
专
母
椭
群
足
板
锐
界
，
色
都
愿
究
较
果
弱
欢
没
哪
农
坚
纵
每
研
皮
括
部
请
助
间
华
想
乓
解
特
口
们
耗
定
政
田
现
咬
显
妨
赵
非
移
身
测
输
杯
初
态
辆
割
木
求
隔
鼠
偏
桥
（
奖
温
七
水
若
份
糕
零
季
留
园
实
覆
两
否
电
歫
案
省
扇
亮
截
类
然
点
家
白
安
竞
旋
像
夘
店
所
需
左
击
”
绳
称
条
圆
龄
宽
受
还
射
要
赛
人
轻
形
第
弦
春
客
全
物
银
粒
任
司
复
料
另
封
完
平
返
由
到
绿
博
轮
球
令
基
小
面
本
诊
向
着
酒
使
世
即
问
编
散
俯
病
子
根
塔
尔
棒
占
绩
注
贷
四
幸
件
充
算
奥
置
型
取
疫
幕
失
练
这
台
超
粽
虚
车
：
防
卡
看
刻
关
液
借
丙
我
乘
交
弧
除
判
二
摆
游
队
熵
负
九
驶
剧
奇
市
价
届
幅
百
跌
剩
容
随
润
义
年
速
祖
少
款
脐
怀
。
个
且
短
钟
黄
单
尺
血
不
损
回
检
督
如
区
箱
存
昌
精
滤
在
米
准
星
众
决
具
但
阶
奉
写
付
异
染
又
护
普
舍
出
续
依
峰
午
期
识
访
序
连
三
正
矩
创
应
一
盖
外
著
高
闭
录
）
观
甲
无
千
很
唯
绝
立
胖
也
痕
》
轭
克
药
售
仍
苹
